export const tamilScheme = {
  'about': { 'schemeCode': 'Taml', 'schemeName': 'Tamil', 'type': 'brahmic' },
  'data': {
    'consonants': [
      'க', '', '', '', 'ங',
      'ச', '', 'ஜ', '', 'ஞ',
      'ட', '', '', '', 'ண',
      'த', '', '', '', 'ந', 'ன',
      'ப', '', '', '', 'ம',
      'ய', 'ர', 'ற', 'ல', 'ள', 'ழ', 'வ',
      'ஶ', 'ஷ', 'ஸ', 'ஹ',
    ],
    'deadConsonants': [
      'க்', '', '', '', 'ங்',
      'ச்', '', 'ஜ்', '', 'ஞ்',
      'ட்', '', '', '', 'ண்',
      'த்', '', '', '', 'ந்', 'ன்',
      'ப்', '', '', '', 'ம்',
      'ய்', 'ர்', 'ற்', 'ல்', 'ள்', 'ழ்', 'வ்',
      'ஶ்', 'ஷ்', 'ஸ்', 'ஹ்',
    ],
    'symbols': [
      '௦', '௧', '௨', '௩', '௪', '௫', '௬', '௭', '௮', '௯',
      '', '', 'ௐ', '', 'ஂ', 'ஃ', '',
    ],
    'virama': [
      '்'
    ],
    'vowelMarks': [
      '', 'ா', 'ி', 'ீ', 'ு', 'ூ',
      '', '', '', '',
      'ெ', 'ே', 'ை', 'ொ', 'ோ', 'ௌ'
    ],
    'vowels': [
      'அ', 'ஆ', 'இ', 'ஈ', 'உ', 'ஊ',
      '', '', '', '',
      'எ', 'ஏ', 'ஐ', 'ஒ', 'ஓ', 'ஔ'
    ]
  }
};
